///////////////////////////////////////////////////////////
//                                                       //
//                  GeoImageConverter                    //
//       Преобразователь изображений с геоданными        //
//    Copyright © 2017-2018 Александр (Sagrer) Гриднев   //
//              Распространяется на условиях             //
//                 GNU GPL v3 или выше                   //
//                  см. файл gpl.txt                     //
//                                                       //
///////////////////////////////////////////////////////////

//Место для списка авторов данного конкретного файла (если изменения
//вносили несколько человек).

////////////////////////////////////////////////////////////////////////

//Класс для сравнивания двух файлов с геоданными. Работает через GDAL и AltMatrix.

#include "image_comparer.h"

namespace geoimgconv{

//--------------------------------//
//   Конструкторы-деструкторы     //
//--------------------------------//

//--------------------------------//
//         Методы всякие          //
//--------------------------------//

}	//namespace geoimgconv
